export const RUSSIAN_DICTIONARY = {
    FOR_CANDIDATES: 'Соискателям',
    FOR_EMPLOYER: 'Работодателям',
    FOR_PARTNERSHIPS: 'Сотрудничество',
    SUPPORT: 'Поддержка',
    ACCOUNT: 'Личный кабинет',
    SETTINGS: 'Настройки',
    LOG_IN: 'Войти',
    LOG_OUT: 'Выйти',
    SIGN_IN: 'Зарегистрироваться',
    HOME_BANNER_TITLE: `Работа в нефтяной, газовой <br> и горнодобывающей промышленностях`,
    LOOKING_FOR: 'Я ищу...',
    IN_VACANCIES: 'В вакансиях',
    IN_CV: 'В резюме',
    SEARCH: 'Искать',

    IN_SBP: 'В Санкт-Петербурге',
    IN_MSK: 'В Москве',
    IN_SAR: 'В Cаратов',

    PASSWORD: 'Пароль',
    FORGOT_PASSWORD: 'Забыли пароль?',
    YOU_REGISTER_AS: 'Вы регистрируетесь как',
    I_AM_CANDIDATE: 'Соискатель',
    I_AM_EMPLOYER: 'Работодатель',

    INCORRECT_EMAIL: 'Некорректный E-mail',
    REPEAT_PASSWORD: 'Повторите пароль',
    LESS_THEN_8_SYMBOLS: 'Меньше 8 символов',
    PASSWORDS_ARE_NOT_THE_SAME: 'Пароли не совпадают',

    HOME_PAGE_CONTENT_1: `Мы собрали самые <a href="#" class="inline-link">актуальные вакансии</a> в нефте-газовой сфере. <br> Составляйте свое резюме, отправляйте работодателям и вы обязательно найдете работу мечты!`,
    HOME_PAGE_CONTENT_2: `На нашем портале вы сможете найти самую полную <a href="#" class="inline-link">базу сотрудников</a> нефте-газовой промышленности. Просто создайте вакансии и ждите отклика соискателей.`,
    HOME_PAGE_CONTENT_3: `Приглашаем Вас к взаимовыгодному сотрудничеству. Для каждого заинтересованного партнера мы подготовим предложение, основанное на анализе Ваших потребностей.​ Если вам интересно сотрудничество <a href="#" class="inline-link">заполните форму</a> и мы свяжемся с вами в ближайшее время.`,

    RECENTLY_ADDED: 'Последние добавленные',
    CVS: 'Резюме',
    VACANCIES: 'Вакансии',
    SEE_ALL_VACANCIES: 'Смотреть все вакансии',
    JOB_IN_TOP_COMPANIES: 'Работа в ведущих компаниях',
    FOUR_STEPS_OF_SUCCESS_CAREER: '4 шага для успешной карьеры',

    HOME_PAGE_STEP_1: 'Зарегистрируйтесь на сайте',
    HOME_PAGE_STEP_2: 'Разместите свое резюме',
    HOME_PAGE_STEP_3: 'Получи отклик от работодателя',
    HOME_PAGE_STEP_4: 'Получи желаемую работу',

    ABOUT_COMPANY: 'О компании',
    SERVICES: 'Услуги',
    CONTACTS: 'Контакты',
    PRIVACY_POLICY: 'Политика конфеденциальности',
    SORT_BY: 'Сортировать по',
    SORT_BY_DATA: 'По дате добавления',

    ACCOUNT_PAGE_TAB_1: 'Отклики',
    ACCOUNT_PAGE_TAB_2: 'Предложения',
    ACCOUNT_PAGE_TAB_3: 'Архив',
    ACCOUNT_PAGE_TAB_4: 'Резюме',

    ACCOUNT_PAGE_TAB_1_DESC: 'В этом разделе показаны результаты всех ваших откликов на вакансии. Вы можете отменить отправленный отклик или переместить в архив отклики, на которые уже дан ответ работодателя.',
    ACCOUNT_PAGE_TAB_2_DESC: 'В этом разделе показаны предложения, поступившие вам со стороны компаний. Вы можете ответить на них или переместить в архив.',
    ACCOUNT_PAGE_TAB_3_DESC: 'В этом разделе содержатся ваши старые отклики/предложения',
    ACCOUNT_PAGE_TAB_4_DESC: 'В этом разделе показаны все ваши резюме. Вы можежет просмотреть и отредактировать нужное, кликнув по нему',


};
